prodigylinda/ESP32_desk_learninghelper_robotdog/example/servo_dog/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_FREERTOS_HZ=1000